Repository: iosDeveloper555/Amar_IOS-Pro-App
Catalog: PlumberJJ/Language Hanlder/*.lproj/Localizable.strings
Languages: he

# miss_countrycode
source: Enter Countrycode
he: הזן קוד מדינה

# mobile_no
source: Mobile number
he: מספר טלפון נייד

# miss_mobileno
source: Enter Mobile number
he: הזן מספר נייד

source: Password
he: סיסמה

# cpassword
source: Confirm Password
he: אשר סיסמה

# miss_password
source: Enter Password
he: הזן את הסיסמה

# miss_confirmpass
source: Enter Confirm Password
he: הזן אישור סיסמה

# trems_and_cond
source: By signing up you are agreeing to our
he: על ידי הרשמה אתה מסכים לשלנו

source: and
he: ו

# termuse
source: Terms of Use
he: תנאי שימוש

# privacy
source: Privacy Policy
he: מדיניות פרטיות

# where_live
source: Where do you live??
he: היכן אתה מתגורר??

# town
source: TOWN/CITY
he: עיר/עיר

# region
source: STATE/PROVINCE/REGION
he: מדינה / חבל ארץ / איזור

# cntry
source: COUNTRY/PROVINCE/REGION
he: מדינה/פרובינציה/אזור

# zip
source: POSTAL CODE
he: מיקוד

# workLoc
source: Work location
he: מקום עבודה

# radi
source: Radius
he: רַדִיוּס

# TermsandConditValid
source: Kindly, Accept the Terms and Conditions
he: אנא, קבל את התנאים וההגבלות

# upload_pic
source: Upload a Photo of you
he: העלה תמונה שלך

# tell_abt
source: Tell about yourself
he: תספר על עצמך

# select_day
source: Add your availability
he: הוסף את הזמינות שלך

# select_category
source: Select the Category you are available to work.
he: בחר את הקטגוריה שאתה זמין לעבודה.

# not_select
source: not selected
he: לא נבחר

source: selected
he: נבחר

# Main_Catcaps
source: Main Category
he: קטגוריה ראשית

# sub_Catcaps
source: Sub Category
he: תת קטגוריה

# hourlyCaps
source: Hourly Rate
he: תעריף לשעה

source: Flat Rate
he: מחיר אחיד

# levelExpe
source: Level Of Experience
he: רמת ניסיון

# quickCaps
source: Quick Pitch
he: מגרש מהיר

# nameplace
source: Name
he: שֵׁם

# e_mailplace
source: Email
he: אימייל

source: Years
he: שנים

# country_code_small
source: Country Code
he: קוד מדינה

# mobile_nosmall
source: Mobile number
he: מספר טלפון נייד

# passwordsmall
source: Password
he: סיסמה

# addressplace
source: Street Address
he: כתובת רחוב

source: Address
he: כתובת

# cityplace
source: Town/City
he: עיר/עיר

# stateplace
source: State/Province/Region
he: מדינה / חבל ארץ / איזור

# countryplace
source: Country/Province/Region
he: מדינה/מחוז/אזור

# zipplace
source: Postal code
he: מיקוד

# workplace
source: Work location
he: מקום עבודה

# gender_select
source: Select Gender
he: בחר מגדר

# confirm_pass
source: Password does Not Match
he: סיסמה לא מתאימה

# dobsmall
source: Date of Birth
he: תאריך לידה

# address_valid
source: Address is required.
he: כתובת חובה.

# email_valid
source: Invalid Email id
he: מזהה דואל לא חוקי

source: Please update your documents
he: אנא עדכן את המסמכים שלך

source: Please select your available days
he: אנא בחר את הימים הזמינים שלך

# my_docs_menu
source: My Document
he: המסמך שלי

# cant_view_doc
source: You can't view the Document section now
he: אינך יכול להציג את סעיף המסמך כעת

source: Report Issues
he: לדווח על בעיות

# device_not_send_email
source: Your device could not send e-mail. Please check e-mail configuration and try again.
he: המכשיר שלך לא הצליח לשלוח דואר אלקטרוני. בדוק את תצורת הדואר האלקטרוני ונסה שוב.

# enterSSN
source: Please enter SSN number
he: נא להזין מספר SSN

# enterATP
source: Please enter APT number
he: الرجاء إدخال رقمנא להזין את מספר APT

# enterCity
source: Pleae enter city
he: נא להזין את שם העיר

# enterState
source: Please enter state
he: נא להזין מדינה

# enterZip
source: please enter zip code
he: נא להזין מיקוד

# enterAddress
source: please enter Address
he: נא להזין כתובת
