Repository: iosDeveloper555/Amar_IOS-Pro-App
Catalog: PlumberJJ/Language Hanlder/*.lproj/Localizable.strings
Languages: he

source: Sign In
he: להתחבר

source: REGISTER
he: הירשם

# desc_msgs1
source: Our rich & responsive interface will give you the best user experience.
he: הממשק העשיר והמגיב שלנו ייתן לך את חווית המשתמש הטובה ביותר.

# desc_msgs2
source: Customers are looking to hire experienced professionals just like you !!
he: לקוחות מחפשים להעסיק אנשי מקצוע מנוסים בדיוק כמוכם !!

# desc_msgs3
source: Connect with customers to get hired and earn more money !!!
he: צור קשר עם לקוחות כדי להתקבל לעבודה ולהרוויח יותר כסף !!!

# desc_msgs4
source: Carry your ToolKit and help the people around the world !!!
he: נשא את ToolKit שלך ועזור לאנשים ברחבי העולם !!!

# error_msg
source: Error in network connection... Please try again
he: שגיאה בחיבור לרשת ... נסה שוב

# network_fail
source: NetworkFailure !!!
he: כשל ברשת !!!

source: Oops !!!
he: אופס !!!

# not_send_email
source: Could Not Send Email
he: המכשיר שלך לא הצליח לשלוח דואר אלקטרוני. בדוק את תצורת הדואר האלקטרוני ונסה שוב.

# not_send_email_title
source: Could Not Send Email
he: לא ניתן היה לשלוח מייל

# Acc_Not_Verified
source: Admin needs to verify your account.
he: מנהל המערכת צריך לאמת את חשבונך.

# Acc_Verified
source: Your Account has been verified
he: החשבון שלך אומת

# no_leads
source: You are at the end. No leads to load
he: אתה נמצא בסוף. אין מוביל לעומס

source: Sorry !!!
he: מצטער !!!

# no_route
source: No Routes found. Please try again
he: לא נמצאו מסלולים. בבקשה נסה שוב

# no_reason
source: No Reasons found
he: לא נמצאו סיבות

# signup_thanku
source: Thank you for Registering
he: תודה שנרשמתם

# signup_thanku1
source: A confirmation mail has been sent to your email address.
he: הודעת אישור נשלחה לכתובת הדואל שלך.

source: OK
he: בסדר

# order_desc
source: Instructions
he: הוראות

# get_moving
source: Your Home Service Expert
he: המומחה לשירות הבית שלך

source: SUBMIT
he: שלח

# how_was_job
source: How friendly is the user ?
he: עד כמה המשתמש ידידותי?

# comment_Opt
source: Comments(Optional)
he: הערות (אופציונלי)

source: Terrible
he: נורא

source: Bad
he: רַע

source: Okay
he: בסדר

source: Good
he: טוֹב

source: Great
he: גדול

# Enter_Number
source: Enter your mobile number
he: הזן את מספר הנייד שלך

# valid_Mobile
source: Enter valid mobile number
he: הכנס מספר טלפון תקין

# Enter_the_code
source: Enter the 6 - digit code sent to you at
he: הזן את הקוד בן 6 הספרות שנשלח אליך ב

source: Resend Code
he: שלח קוד שוב

# Work_prog
source: Work Progress
he: התקדמות העבודה

source: Weekly Report
he: דוח שבועי

# Apply_to_be_Tasker
source: Apply to be Become a
he: הגש מועמדות כדי להיות טסקר ב-

source: Task Earnings
he: רווחי משימות

source: Tell about yourself
he: תספר על עצמך

# Will_Resend
source: Will Resend code in
he: ישלח שוב את הקוד

# Edit_Number
source: Edit Mobile number
he: ערוך את מספר הנייד

source: CONTINUE
he: לְהַמשִׁיך

# location_disable_title
source: Location Service Disabled
he: שירות מיקום מושבת

# location_disable_message
source: To re-enable, please go to Settings and turn on Location Service for this app.
he: כדי להפעיל מחדש, עבור אל הגדרות והפעל את שירות המיקום של האפליקציה הזו.

# message_from_user
source: You have a Message From User
he: יש לך הודעה מהמשתמש

# cancel_by_user
source: Job cancelled by user.
he: המשרה בוטלה על ידי המשתמש.

# assigned_to_job
source: You are assigned to a job
he: אתה מוקצה לתפקיד

source: Job Assigned
he: המשרה מוקצה

# log_out1
source: Your Session has been Logged out...
he: הפגישה שלך התנתקה ...

# log_out2
source: Kindly Login again
he: אנא התחבר שוב

source: Destination:
he: יַעַד:

source: Started From:
he: החל מ:

source: Booking Id
he: מזהה הזמנה

source: Coupon amount
he: סכום קופון

# task_categ
source: Task Category
he: קטגוריית משימות

source: User Name
he: שם משתמש

source: Task Address
he: כתובת המשימה

source: Account Status
he: מצב חשבון

# total_hrs
source: Total Hours
he: סהכ שעות

source: NET FARE
he: מחיר נטו

# tap_Here
source: TAP BAR FOR DAILY SUMMARY
he: Tבר AP לסיכום יומי

source: Hourly Rate
he: תעריף לשעה

source: Base Price
he: מחיר בסיסי

source: Task Time
he: זמן המשימה

source: Task Amount
he: כמות המשימות

source: Admin Commission
he: ועדת מנהל

source: Total Amount
he: הכמות הכוללת

# view_task_detail
source: View Task Details
he: צפה בפרטי המשימות

source: Sort By
he: מיין לפי

# today_book
source: Today's Booking
he: ההזמנה היום

# recent_Book
source: Recent Bookings
he: הזמנות אחרונות

# upcome_book
source: Upcoming Bookings
he: הזמנות בקרוב

# miscell_detail
source: Miscellaneous Details
he: פרטים שונים

# miscell_details_missing
source: Kindly enter the details
he: אנא הכנס את הפרטים

source: Note :
he: הערה :

# misc_disc
source: Click on Add Material If Any Then Click Okay To Proceed
he: לחץ על הוסף חומר אם קיים ואז לחץ על אישור כדי להמשיך

# add_mat
source: Add Material
he: הוסף חומר

# tool_rent
source: Material Rent
he: השכרת חומרים

# tool_name
source: Material Name
he: שם החומר

source: Delete
he: לִמְחוֹק

source: Add Field
he: הוסף שדה

source: Welcome
he: ברוך הבא

# login_disc
source: Please sign in using the same account credentials you created during registration
he: אנא היכנס באמצעות אותם אישורי חשבון שיצרת במהלך הרישום

# forgot_password_btn
source: Forgot Password ?
he: שכחת ססמא ?

source: Login
he: התחברות

source: Log out
he: להתנתק

# email_placeholder
source: Phone or Email*
he: טלפון או אימייל*

# password_placeholder
source: Password*
he: סיסמה*

source: Enter First Name
he: הזן שם פרטי

source: Enter Last Name
he: הזן שם משפחה

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Radius
he: רַדִיוּס

# enter_email_alert
source: Please enter Email Address or Phone number
he: אנא הזן כתובת דואל או מספר טלפון

# enter_password_alert
source: Please enter Password
he: אנא הזן סיסמה

source: Forgot Password
he: שכחת ססמא

# email_address
source: Phone or Email*
he: טלפון או אימייל*

source: Reset Password
he: לאפס את הסיסמה

# reset_instruct
source: Enter your email below to receive your password reset instruction
he: הזן את כתובת הדואל שלך למטה לקבלת הוראת איפוס הסיסמה שלך

# old_password_empty
source: Kindly Enter the old Password Field
he: אנא הכנס את שדה הסיסמה הישן

# new_password_empty
source: Kindly Enter the New Password Field
he: אנא הזן את שדה הסיסמה החדשה

# confirm_password_empty
source: Kindly Enter the Confirm Password Field
he: אנא הזן את שדה אישור הסיסמה

# password_unmatch
source: Password doesn't match
he: הסיסמה לא תואמת

source: Change Password
he: שנה סיסמא

source: Old Password
he: סיסמה ישנה

source: New Password
he: סיסמה חדשה

source: Confirm Password
he: אשר סיסמה

source: Done
he: בוצע

source: My Profile
he: הפרופיל שלי

source: My Leads
he: ההובלות שלי

source: Statistics
he: סטָטִיסטִיקָה

source: Support
he: תמיכה

source: My Jobs
he: העבודות שלי

source: Transactions
he: עסקאות

source: Notifications
he: התראות

source: Reviews
he: ביקורות

# not_yet_reviews
source: Provider has Not Yet Received Any Reviews
he: הספק עדיין לא קיבל ביקורות

# not_yet_notifi
source: You have not received any notification yet
he: עדיין לא קיבלת הודעה

# not_yet_chat
source: You do not have any chat conversation yet
he: עדיין אין לך שיחת צ'אט

# no_reviews
source: No Review Available
he: אין סקירה זמינה

# no_transactions
source: No Transaction Available
he: אין עסקה זמינה

source: Home
he: בית

source: Banking Details
he: פרטי בנק

source: Chat
he: לְשׂוֹחֵחַ

# about
source: About Us
he: עלינו

source: Edit Profile
he: ערוך פרופיל

source: Add
he: לְהוֹסִיף

source: Edit
he: לַעֲרוֹך

# Not_Selected
source: Not Selected availablity
he: זמינות לא נבחרה

source: PROFILE
he: פּרוֹפִיל

# reviewtitle
source: REVIEWS
he: סקירות

source: Update
he: עדכון

source: Bio
he: ביו

source: Email
he: אימייל

source: Mobile
he: נייד

source: Address
he: כתובת

# working_loc
source: Working Location
he: מיקום עבודה

# working_loc_Mand
source: Enter your Working Location
he: הזן את מקום העבודה שלך

source: Wholeday
he: כל היום

# Account_Modified
source: Your Account has been modified, Kindly login again.
he: החשבון שלך השתנה, אנא היכנס שוב.

source: Pincode
he: קוד סודי

source: City
he: עִיר

source: Country
he: מדינה

source: Username
he: שם משתמש

source: Radius
he: רַדִיוּס

source: Male
he: זָכָר

source: Female
he: נְקֵבָה

source: New Leads
he: לידים חדשים

source: My Jobs
he: העבודות שלי

# Last_tasks
source: Last Task
he: משימה אחרונה

source: Task
he: מְשִׁימָה

source: Tasks
he: משימות

# New_Leads_notify
source: Job New Lead
he: משרה חדשה

# New_Accept_notify
source: Job Accept
he: קבל עבודה

# New_Left_notify
source: Job Left
he: התפקיד נשאר

# today_earning
source: Todays Earnings
he: הרווחים של היום

source: Earnings
he: רווחים

source: My Earnings
he: ההכנסות שלי

# Daily_report
source: Day Report
he: דוח יום

source: Overall Earnings
he: רווח כולל

source: Not To Mention
he: לא להזכיר

source: Whole Day
he: כל היום

# Address_mand
source: Address Mandatory
he: כתובת חובה

# add_Avail
source: Add your availablity
he: הוסף את הזמינות שלך

# Select_Hrs
source: Select Business days/hrs
he: בחר ימי עסקים/שעות

# bio_mand
source: Bio is mandatory
he: ביו היא חובה

# email_mand
source: Email is mandatory
he: דואל הוא חובה

# country_code_mand
source: Please enter Country code
he: אנא הזן את קוד המדינה

# mobile_number_mand
source: Mobile number is mandatory
he: מספר הטלפון הנייד הוא חובה

# addressIs_mand
source: Address is mandatory
he: כתובת היא חובה

# username_mand
source: Username is mandatory
he: שם משתמש הוא חובה

# radius_mand
source: Enter Radius
he: הזן רדיוס

# radius_valid
source: Radius Should be 1 to 6371
he: רדיוס צריך להיות 1 עד 6371

# working_mand
source: Enter Working Location
he: הזן מיקום עבודה

# DOB
source: Date of Birth
he: תאריך לידה

source: Gender
he: מִין

# city_mand
source: City is mandatory
he: העיר היא חובה

# state_mand
source: State is mandatory
he: המדינה היא חובה

# country_mand
source: Country is mandatory
he: מדינה היא חובה

# workingdays_mand
source: please select your Working days
he: אנא בחר את ימי העבודה שלך

# postal_code_mand
source: Postal Code is mandatory
he: מיקוד הוא חובה

# otp_alert
source: The OTP you had entered is wrong !! Please try again !!!
he: ה- OTP שהזנת שגוי !! בבקשה נסה שוב !!!

source: Success !!
he: הצלחה !!

# profile_image_update
source: Profile Image Updated successfully
he: תמונת הפרופיל עודכנה בהצלחה

# bio_update
source: Bio Updated successfully
he: Bio עודכן בהצלחה

# email_update
source: Email Updated successfully
he: הדואל עודכן בהצלחה

# address_update
source: Address Updated successfully
he: הכתובת עודכנה בהצלחה

# location_update
source: Working Location Updated successfully
he: מיקום העבודה עודכן בהצלחה

# username_update
source: Username Updated successfully
he: שם המשתמש עודכן בהצלחה

# radius_update
source: Radius Updated successfully
he: הרדיוס עודכן בהצלחה

# mobile_number_update
source: Mobile number Updated successfully
he: מספר הנייד עודכן בהצלחה

# otp_mobileupdate_desc
source: Please enter OTP sent to your number
he: אנא הזן OTP שנשלח למספר שלך

# otp_validation
source: OTP is mandatory
he: OTP היא חובה

# Enter_Valid_Otp
source: Entered verification code is incorrect. Please enter correct verification code.
he: קוד האימות שהוזן אינו נכון. אנא הזן את קוד האימות הנכון.

# enter_sent_OTP
source: Verification code sent to your mobile number
he: הזן את קוד האימות שנשלח למספר הנייד שלך

source: Filter
he: לְסַנֵן

source: Missed Leads
he: לידים שהוחמצו

source: Tips !!
he: טיפים !!

# tips_1
source: Always keep your profile up to date to benefit most out of
he: שמור תמיד על הפרופיל שלך מעודכן כדי להפיק תועלת מרבית

# app_name
source: Hive Pro
he: טאסקר של Viathehive

# no_data_leads
source: You do not have any leads here
he: אין לך כאן שום לידים

source: Sorting
he: מִיוּן

source: To Date
he: עד היום

source: From Date
he: מתוך תאריך

source: Order by
he: מיין לפי

source: Ascending
he: עולה

source: Descending
he: יורד

source: Apply
he: להגיש מועמדות

source: Open
he: לִפְתוֹחַ

# HFA
source: Hive Pro
he: מומחי כוורת Viathehive

# Material_details
source: Materials Details
he: פרטי חומרים

source: Add Material
he: הוסף חומר

# MaterialDescription
source: Add Material if any and then click Done to proceed.
he: הוסף חומר אם קיים ולאחר מכן לחץ על בוצע כדי להמשיך.

# add_if_any
source: Add Material if any used.
he: הוסף חומר אם נעשה שימוש.

source: Add Item
he: הוסף פריט

# select_allDay
source: Select Week
he: בחר שבוע

source: Completed
he: הושלם

source: Cancelled
he: מבוטל

source: Visit Fees
he: בקר בעמלות

source: Enter the fees
he: הזן את העמלות

source: Visit Radius
he: בקר ברדיוס

source: Account
he: חֶשְׁבּוֹן

# Edit_prof
source: Edit your profile here
he: ערוך את הפרופיל שלך כאן

source: Pull to refresh
he: משוך כדי לרענן

source: Enter the Radius
he: היכנס לרדיוס

source: Account Holder Name
he: שם בעל החשבון

source: Account Holder Address
he: כתובת בעל החשבון

source: Account Number
he: מספר חשבון

source: Bank Name
he: שם הבנק

source: Branch Name
he: שם הסניף

source: Branch Address
he: כתובת הסניף

# ifsc_code
source: SWIFT / IFSC code
he: קוד SWIFT / IFSC

source: Routing Number
he: מספר ניתוב

source: Save
he: להציל

# holder_name_mand
source: Account Holder Name is mandatory
he: שם בעל החשבון הוא חובה

# address_mand
source: Account Holder Address is mandatory
he: כתובת בעל החשבון היא חובה

# account_number_mand
source: Account Number is mandatory
he: מספר החשבון הוא חובה

# bank_name_mand
source: Bank Name is mandatory
he: שם הבנק הוא חובה

# branch_address_mand
source: Branch Address is mandatory
he: כתובת הסניף היא חובה

# ifsc_code_mand
source: SWIFT/IFSC code is mandatory
he: קוד SWIFT/IFSC הוא חובה

# branch_name_mand
source: Branch Name is mandatory
he: שם הסניף הוא חובה

# job_summary_alert
source: Please enter Job Summary
he: אנא הזן את סיכום המשרה

# job_cost_alert
source: Please enter Job Cost
he: אנא הזן את עלות המשרה

# review_mand
source: Review is mandatory
he: סקירה היא חובה

source: Earning Stats
he: נתוני רווח

source: Jobs Stats
he: נתוני משרות

# earning_in
source: Earnings in
he: הרווחים ב

source: Months
he: חודשים

source: Total Jobs
he: סהכ משרות

source: Total Tasks
he: סך כל המשימות

# total_work_hrs
source: Total Work Hours
he: סהכ שעות עבודה

source: On Progress
he: בתהליך

source: Ongoing Jobs
he: משרות מתמשכות

source: Closed Jobs
he: משרות סגורות

# user_cancelled_job
source: User Cancelled Jobs
he: משתמשים ביטלו עבודות

# job_cancelled_me
source: Jobs Cancelled by me
he: המשרות בוטלו על ידי

# missed_job
source: Missed Jobs
he: משרות שהוחמצו

source: About Us
he: עלינו

source: POWERED BY
he: נתמך על ידי

source: VERSION
he: גִרְסָה

source: Date & Time
he: תאריך שעה

source: Date
he: תַאֲרִיך

source: Time
he: זְמַן

source: JOB ID
he: מזהה תפקיד

source: Open in Maps
he: פתח במפות

source: Cancel
he: לְבַטֵל

# Unable_to_connect
source: Unable to connect, Please try again
he: לא ניתן להתחבר. נסה שוב

source: Arrived
he: הגיע

source: Start Job
he: התחל עבודה

source: Complete Job
he: משרה מלאה

source: Payment
he: תַשְׁלוּם

source: Job Cancelled
he: המשרה בוטלה

source: Job Completed
he: המשרה הושלמה

source: MORE INFO
he: עוד מידע

source: more
he: יותר

source: REJECT
he: לִדחוֹת

source: ACCEPT
he: לְקַבֵּל

source: RATING
he: דֵרוּג

source: Rating
he: דירוגים

# start_off
source: Start
he: הַתחָלָה

source: Call
he: שיחה

source: Mail
he: דוֹאַר

source: Sms
he: סמס

source: Navigate
he: נווט

source: select Reason
he: בחר סיבה

source: Don't Cancel
he: אל תבטל

# cancel_confirmation
source: Are you sure, You want to cancel this job ?
he: האם אתה בטוח שאתה רוצה לבטל את העבודה הזו?

source: YES
he: כן

source: NO
he: לא

# miss_job
source: MISSED JOB
he: תפקיד שהתגעגע

# expired_job
source: Job Expired
he: התפקיד פג

# other
source: Others
he: אחרים

# Rather
source: Rather not say
he: מעדיף לא לומר

source: Reason
he: סיבה

# reason_placeholder
source: Enter Your Reason
he: הזן את הסיבה שלך

source: Fare Summary
he: סיכום תעריפים

source: Receive Cash
he: קבל מזומן

source: Request Payment
he: בקשת תשלום

source: Location
he: מקום

# one_time_pwd
source: One Time Password
he: סיסמה חד - פעמית

# otp_disc
source: Please enter the OTP password sent to the user
he: אנא הזן את סיסמת ה- OTP שנשלחה למשתמש

# collect_cash
source: Please collect the cash from the User
he: נא לאסוף את הכסף מהמשתמש

source: Cash Received
he: התקבל מזומן

source: Skip
he: לדלג

# add_image
source: Click here to add image
he: לחץ כאן להוספת התמונה

source: Select Image
he: בחר תמונה

source: Camera
he: מַצלֵמָה

source: Gallery
he: גלריה

# cancel_small
source: Cancel
he: לְבַטֵל

# available_days
source: Availability Days
he: ימי זמינות

source: Days
he: ימים

source: Morning
he: בוקר

source: Afternoon
he: אחרי הצהריים

source: Evening
he: עֶרֶב

# profiles
source: Profile
he: פּרוֹפִיל

# review_page
source: Review
he: סקירה

# transac_unavail
source: Transactions unavailable
he: עסקאות לא זמינות

source: View Image
he: הצג תמונה

source: View
he: נוף

source: Detail
he: פרט

source: Availability
he: זמינות

source: Add Category
he: הוסף קטגוריה

source: Edit Category
he: ערוך קטגוריה

# parent_cat
source: Parent Category
he: קטגורית הורים

# cat_name
source: Category Name
he: שם קטגוריה

# Partial_Pay
source: Partial Payment
he: תשלום חלקי

# pinch_manditory
source: Enter Quick Pitch
he: הזן את המגרש המהיר

source: Review
he: סקירה

source: Step 3
he: שלב 3

source: Radius of Operation:
he: רדיוס הפעולה:

source: Set Rate:
he: הגדר שיעור:

# no_of_slot
source: No of slots:
he: מספר חריצים:

# slot_time_lbl
source: Slots time (in minutes):
he: זמן משבצות (בדקות):

source: Miles
he: מיילס

source: slot
he: חָרִיץ

# enter_ur_miles
source: Enter your miles
he: הכנס את הקילומטרים שלך

# enter_ur_rate
source: Enter your rate
he: הזן את התעריף שלך

# enter_ur_slots
source: enter Your slots
he: היכנסו למשבצות שלכם

# con_schedule
source: CONFIGURE SCHEDULE
he: לוח התצורה

# first_segment
source: REPEAT MODE
he: מצב חזרה

# second_segment
source: NON REPEAT MODE
he: מצב לא חוזר

source: Start Date
he: תאריך התחלה

source: End Date
he: תאריך סיום

source: Start Time
he: תאריך סיום

# enter_first_name
source: Kindly enter the First name
he: אנא הכנס את השם הפרטי

# name_below_25
source: Please enter the Firstname below 25 character
he: אנא הכנס את השם הפרטי מתחת ל -25 תווים

# first_name_above_4
source: First Name must be above 4 character
he: שם פרטי חייב להיות מעל 4 תווים

# last_name_above_4
source: Last Name must be above 4 character
he: שם המשפחה חייב להיות מעל 4 תווים

# enter_lastname
source: Kindly enter the Lastname
he: אנא הכנס את שם המשפחה

# last_below_25
source: Please enter the Lastname below 25 character
he: אנא הזן את שם המשפחה מתחת ל -25 תווים

# enter_Username
source: Please enter user name
he: אנא הזן את שם המשתמש

# user_below_25
source: Please enter the Username below 25 character
he: אנא הזן את שם המשתמש מתחת ל -25 תווים

# enter_emailid
source: Please Enter Email ID
he: אנא הזן דואל מזהה מתחת לתו 25

# valid_email_alert
source: Please Enter Valid Email ID
he: אנא הזן מזהה דואל חוקי

# valid_password
source: Please enter the password below 7 character
he: אנא הזן את הסיסמה מתחת 7 תווים

# passwd_match_error
source: Password does not Match
he: סיסמה לא מתאימה

source: Your Rating Submitted Successfully
he: הדירוג שלך נשלח בהצלחה

source: Yet no materials added
he: ובכל זאת לא הוסיפו חומרים

source: Booking Id
he: מזהה הזמנה

source: Task Category
he: קטגוריית משימות

source: User Name
he: שם משתמש

source: Task Address
he: כתובת המשימה

source: Total Hours
he: סהכ שעות

source: Price per Hour
he: מחיר לשעה

source: Base Price
he: מחיר בסיסי

source: Task Time
he: זמן המשימה

source: Service Amount
he: סכום שירות

source: Material Fees
he: עמלות חומרים

source: Payment Mode
he: מצב תשלום

source: Admin Commission
he: ועדת מנהל

source: Total Amount
he: הכמות הכוללת

# job_sum
source: Job Summaru
he: סיכום עבודה

# job_cos
source: Job Cost
he: עלות עבודה

source: Job ID :
he: מזהה תפקיד:

source: Booking Id
he: מזהה הזמנה

source: Loading...
he: טוען...

source: Category
he: קטגוריה

# Quick_Pinch
source: Quick Pitch
he: מגרש מהיר

source: Hourly Rate
he: תעריף לשעה

source: Experience level
he: רמת ניסיון

source: Main Category
he: קטגוריה ראשית

source: Sub Category
he: קטגוריה ראשית

source: Select Category
he: בחר קטגוריה

source: Select Sub Category
he: בחר קטגוריית משנה

# Select_Level
source: Select Experience Level
he: בחר רמת ניסיון

source: Enter Hourly Rate
he: הזן תעריף לפי שעה

source: Enter Fixed Rate
he: הזן שיעור קבוע

source: Minimum rate is
he: התעריף המינימלי הוא

source: Minimum hourly rate is
he: התעריף המינימלי לשעה הוא

source: Please select main category
he: אנא בחר קטגוריה ראשית

source: Please select sub category
he: אנא בחר קטגוריית משנה

source: Quick Pinch field was empty
he: שדה הצביטה המהירה היה ריק

source: Hourly Rate is required
he: יש צורך בתעריף לפי שעה

source: Fixed Rate is required
he: יש צורך בתעריף קבוע

# Minimun hourly rate is
source: Minimun rate is
he: התעריף המינימלי הוא

# Kindly Select your Experience Level.
source: Select your Experience Level.
he: בחר את רמת הניסיון שלך.

source: You have a Message From User
he: יש לך הודעה מהמשתמש

source: Tool rent is Missing
he: השכרת כלים חסרה

source: Tool Name is Missing
he: שם הכלי חסר

source: Tool Name and Tool Rent is Missing
he: שם הכלי והשכרת הכלים חסרים

source: Network Failure
he: כשל ברשת

source: Task Category
he: קטגוריית משימות

source: Provider Name
he: שם הספק

source: Task Address
he: כתובת המשימה

source: Total Hours
he: סהכ שעות

source: Base Price
he: מחיר בסיסי

source: Task Time
he: זמן המשימה

source: Task Amount
he: כמות המשימות

source: Flat Rate
he: מחיר אחיד

source: Material Fee
he: עמלת חומר

source: Payment Mode
he: מצב תשלום

source: Payment Completed
he: תשלום בוצע

source: Service Fee
he: עמלת שירות

source: Total Amount
he: הכמות הכוללת

# New_msg
source: New Message
he: הודעה חדשה

source: Select the Address from Suggestion
he: בחר את הכתובת מתוך ההצעה

source: Tasker Name
he: שם טסקר

source: Material Fees
he: עמלות חומרים

source: Service Tax
he: מס שירות

source: User Name
he: שם משתמש

# Price_per_Hour
source: Hourly Rate
he: תעריף לשעה

# fixed_rate
source: Fixed Price
he: מחיר קבוע

source: Service Amount
he: סכום שירות

source: Admin Commission
he: ועדת מנהל

source: Send
he: לִשְׁלוֹחַ

source: Language Change
he: שינוי שפה

source: Language
he: שפה

# Logout_hme
source: Are you sure, you want to Logout
he: האם אתה בטוח שאתה רוצה להתנתק

source: Task
he: מְשִׁימָה

source: Sunday
he: יוֹם רִאשׁוֹן

source: Monday
he: יוֹם שֵׁנִי

source: Tuesday
he: יוֹם שְׁלִישִׁי

source: Wednesday
he: יום רביעי

source: Thursday
he: יוֹם חֲמִישִׁי

source: Friday
he: יוֹם שִׁישִׁי

source: Saturday
he: יום שבת

source: Pick Location
he: בחר מיקום

# drag_pick
source: Drag and Pick
he: גרור ובחר

# account
source: Already have an Account?
he: כבר יש לך חשבון?

# loginreg
source: Log In
he: התחברות

# setp1
source: Step 1 of 3
he: שלב 1 מתוך 3

# setp2
source: Step 2 of 3
he: שלב 2 מתוך 3

# laststep
source: Step 3 of 3
he: שלב 3 מתוך 3

# Add_Category
source: Add Your Category
he: הוסף את הקטגוריה שלך

# applytasker
source: Apply to be become a Pro
he: הגש מועמדות כדי להיות טאקר

source: NAME
he: שֵׁם

# miss_name
source: Enter Name
he: הכנס שם

source: EMAIL
he: אימייל

# miss_e_mail
source: Enter Email
he: הזן דואל

# miss_gender
source: Select Gender
he: בחר מגדר

# dob
source: Birthdate
he: תאריך לידה

# miss_dob
source: Please select your DateOfBirth
he: אנא בחר את DateOfBirth שלך

# dob_valid
source: Your age should be 18+
he: הגיל שלך צריך להיות 18+

# dob_empty
source: Enter your DOB
he: הזן את ה- DOB שלך

# select_dob
source: Select your Date of Birth
he: בחר את תאריך הלידה שלך

# Select_Gender
source: Select your gender
he: בחר את מינך

source: Country Code
he: קוד מדינה
